---
kind: property
id: P:Autodesk.Revit.DB.SynchronizeWithCentralOptions.RelinquishProjectStandardWorksets
source: html/c4643179-2e12-dba9-45e2-ac45c4f2014d.htm
---
# Autodesk.Revit.DB.SynchronizeWithCentralOptions.RelinquishProjectStandardWorksets Property

Indicates whether Revit should relinquish Project Standard worksets after synchronizing with central.

## Syntax (C#)
```csharp
public bool RelinquishProjectStandardWorksets { get; }
```

## Remarks
This is a shortcut to access the value stored in StandardWorksets .